export const sectionGuideDescriptions: { [key: string]: string[] } = {
  Profile: ['프로필을 확인해 보세요.'],
  Language: [
    '가장 많이 사용한 언어를 확인해 보세요.',
    '최대 50개의 저장소에서 사용한 언어를 분석해서 제공하고 있어요.',
  ],
  Contribution: ['오늘의 기여 내역을 확인해 보세요.', '기여도에 따라 섹션 색상이 변해요.'],
  Refactor: [
    '오늘의 리팩토링 추천 저장소를 확인해 보세요.',
    '매일 다른 저장소를 추천하고,',
    '추천된 저장소의 기여 여부에 따라 아이콘이 변경돼요.',
  ],
  Notification: [
    '어제, 오늘의 알림을 확인해 보세요.',
    '알림을 클릭하면, 알림이 발생한 곳으로 이동 할 수 있어요.',
    '(* 알림 경로가 Github 실제 서비스와 상이할 수 있습니다.)',
  ],
  Daily: [
    '매일 기여를 확인하고 싶은 저장소를 등록해 보세요.',
    '등록된 저장소의 기여 여부에 따라 아이콘이 변경돼요.',
  ],
  Trends: [
    '가장 많이 사용한 언어에 대한 트렌드 저장소들을 확인해 보세요.',
    '최근 한 달간 생성된 저장소들 중,',
    '가장 인기 있는 저장소들을 제공하고 있어요.',
    '(* 트렌드 저장소들이 Github 실제 서비스와 상이할 수 있습니다.)',
  ],
  Enhance: [
    '앱을 사용하시면서 발생한 이슈나 개선사항들을 알려주세요.',
    '최대한 빠르게 개선 방향을 고민해 적용하겠습니다.',
  ],
};
